import { Question } from '../app/model';

export const EDUCATION_DATA: Question[] = [
  {
    id: 591,
    text: 'К видам педагогических взаимодействий относят:',
    type: 'single',
    options: [
      {
        text: 'взаимодействия с предметами материальной культуры',
        correct: false,
      },
      {
        text: 'взаимодействия с родителями обучаемых',
        correct: false,
      },
      {
        text: 'собственно педагогические взаимодействие',
        correct: true,
      },
      {
        text: 'отношения со взрослыми',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: собственно педагогические взаимодействие',
  },
  {
    id: 592,
    text: 'Регулятивная функция педагогического общения заключается:',
    type: 'single',
    options: [
      {
        text: 'в обеспечении реального психологического контакта с учащимися, процесса познания, взаимопонимания, обмена материальными и духовными ценностями, развития познавательной направленности личности',
        correct: false,
      },
      {
        text: 'в развитии организационных и организаторских качеств личности',
        correct: false,
      },
      {
        text: 'в развитии коммуникативных, постических, функциональных и других способностей и умений детей через активное участие в роли исполнителя или организатора различных видов деятельности',
        correct: false,
      },
      {
        text: 'в выборе и применении форм и средств достижений и недоработок обучающихся с целью корректировки их обучения и воспитания',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: в выборе и применении форм и средств достижений и недоработок обучающихся с целью корректировки их обучения и воспитания',
  },
  {
    id: 593,
    text: 'Вид мотивов учения, характеризующийся ориентацией учащегося на овладение новыми знаниями – фактами, явлениями, закономерностями:',
    type: 'single',
    options: [
      {
        text: 'узкие социальные мотивы',
        correct: false,
      },
      {
        text: 'широкие познавательные мотивы',
        correct: true,
      },
      {
        text: 'узкие познавательные мотивы',
        correct: false,
      },
      {
        text: 'широкие социальные мотивы',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: широкие познавательные мотивы',
  },
  {
    id: 594,
    text: 'Деятельность, направленная на совершенствование, развитие, формирование человека как личности через осознанное, целенаправленное усвоение им социокультурного опыта в различных видах и формах:',
    type: 'single',
    options: [
      {
        text: 'трудовая деятельность',
        correct: false,
      },
      {
        text: 'умственная деятельность',
        correct: false,
      },
      {
        text: 'спортивная деятельность',
        correct: false,
      },
      {
        text: 'учебная деятельность',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: учебная деятельность',
  },
  {
    id: 595,
    text: 'К задачам психологии воспитания не относят:',
    type: 'single',
    options: [
      {
        text: 'формирования убеждений, привычек поведения, мировоззрения',
        correct: false,
      },
      {
        text: 'изучение психологических закономерностей воспитания',
        correct: false,
      },
      {
        text: 'формирование и развитие психологической культуры личности',
        correct: false,
      },
      {
        text: 'изучение психологических основ содержания воспитания',
        correct: false,
      },
      {
        text: 'исследование механизмов и обеспечение условий, необходимых для полноценного психического развития учащихся и формирования их личности на каждом возрастном этапе',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: исследование механизмов и обеспечение условий, необходимых для полноценного психического развития учащихся и формирования их личности на каждом возрастном этапе',
  },
  {
    id: 596,
    text: 'К задачам психологии педагогического взаимодействия относят:',
    type: 'single',
    options: [
      {
        text: 'психологические особенности учительского и ученического коллективов',
        correct: false,
      },
      {
        text: 'изучение структуры и содержания педагогических способностей',
        correct: true,
      },
      {
        text: 'оптимизация педагогической деятельности',
        correct: false,
      },
      {
        text: 'оптимизация педагогического общения',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: изучение структуры и содержания педагогических способностей',
  },
  {
    id: 597,
    text: 'К конфликтам в системе "учитель-ученик" относят:',
    type: 'single',
    options: [
      {
        text: 'конфликт общения',
        correct: false,
      },
      {
        text: 'внутриличностный конфликт',
        correct: false,
      },
      {
        text: 'деловой конфликт',
        correct: true,
      },
      {
        text: 'конфликт эмоций',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: деловой конфликт',
  },
  {
    id: 598,
    text: 'К методам воспитания не относят:',
    type: 'single',
    options: [
      {
        text: 'совместный досуг',
        correct: true,
      },
      {
        text: 'наказание',
        correct: false,
      },
      {
        text: 'приучение',
        correct: false,
      },
      {
        text: 'поощрение',
        correct: false,
      },
      {
        text: 'убеждение',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: совместный досуг',
  },
  {
    id: 599,
    text: 'К задачам психологии обучения относят:',
    type: 'single',
    options: [
      {
        text: 'исследование психологических основ содержания обучения',
        correct: true,
      },
      {
        text: 'физическое развитие обучающихся',
        correct: false,
      },
      {
        text: 'формирование внеучебной деятельности',
        correct: false,
      },
      {
        text: 'формирование и развитие психологической культуры личности',
        correct: false,
      },
      {
        text: 'изучение структуры и содержания педагогических способностей',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: исследование психологических основ содержания обучения',
  },
  {
    id: 600,
    text: 'Принцип воспитания:',
    type: 'single',
    options: [
      {
        text: 'пропорциональность усилий учителя и ученика',
        correct: false,
      },
      {
        text: 'формирование новообразований совершается только путем активности самого ребенка',
        correct: false,
      },
      {
        text: 'организуемая деятельность должна сопровождаться успехом',
        correct: false,
      },
      {
        text: 'признание за ребенком права на существование его таким, как он есть',
        correct: true,
      },
      {
        text: 'воспитание должно носить скрытый характер',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: признание за ребенком права на существование его таким, как он есть',
  },
  {
    id: 601,
    text: 'Основной метод исследования в педагогической психологии:',
    type: 'single',
    options: [
      {
        text: 'тестирование',
        correct: false,
      },
      {
        text: 'эксперимент',
        correct: true,
      },
      {
        text: 'формирующий эксперимент',
        correct: false,
      },
      {
        text: 'опрос',
        correct: false,
      },
      {
        text: 'социометрия',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: эксперимент',
  },
  {
    id: 602,
    text: 'Деструктивная функция педагогического конфликта:',
    type: 'single',
    options: [
      {
        text: 'разрядка напряжённости между конфликтующими сторонами',
        correct: false,
      },
      {
        text: 'ухудшение социально-психологического климата в коллективе',
        correct: true,
      },
      {
        text: 'сплочение коллектива при противоборстве с внешним врагом',
        correct: false,
      },
      {
        text: 'улучшение социально-психологического климата в коллективе',
        correct: false,
      },
      {
        text: 'уменьшение степени сотрудничества между сотрудниками',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: ухудшение социально-психологического климата в коллективе',
  },
  {
    id: 603,
    text: 'Показатели обучаемости:',
    type: 'single',
    options: [
      {
        text: 'прочность сохранения материала',
        correct: false,
      },
      {
        text: 'самостоятельность мышления',
        correct: false,
      },
      {
        text: 'качество спортивной деятельности',
        correct: false,
      },
      {
        text: 'лёгкость усвоения знаний',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: лёгкость усвоения знаний',
  },
  {
    id: 604,
    text: 'Приём самовоспитания:',
    type: 'single',
    options: [
      {
        text: 'самоубеждение',
        correct: false,
      },
      {
        text: 'самопрощение',
        correct: false,
      },
      {
        text: 'самопознание',
        correct: true,
      },
      {
        text: 'самоотчёт',
        correct: false,
      },
      {
        text: 'самоанализ',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: самопознание',
  },
  {
    id: 605,
    text: 'К профилю образования относится:',
    type: 'single',
    options: [
      {
        text: 'общее',
        correct: true,
      },
      {
        text: 'дошкольное',
        correct: false,
      },
      {
        text: 'высшее',
        correct: false,
      },
      {
        text: 'начальное школьное',
        correct: false,
      },
      {
        text: 'бакалавриат',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: общее',
  },
  {
    id: 606,
    text: 'К стилям неправильного семейного воспитания не относят:',
    type: 'single',
    options: [
      {
        text: 'неподчинение',
        correct: true,
      },
      {
        text: 'жесткое воспитание',
        correct: false,
      },
      {
        text: 'гиперопека',
        correct: false,
      },
      {
        text: 'кумир семьи',
        correct: false,
      },
      {
        text: 'воспитание по типу золушки',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: неподчинение',
  },
  {
    id: 607,
    text: 'К стилям педагогического общения по В.А.Кан-Калику относят:',
    type: 'single',
    options: [
      {
        text: 'авторитарный стиль',
        correct: false,
      },
      {
        text: 'либеральный стиль',
        correct: false,
      },
      {
        text: 'эмоциональный стиль',
        correct: false,
      },
      {
        text: 'стиль увлечённости',
        correct: true,
      },
      {
        text: 'принуждающий стиль',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: стиль увлечённости',
  },
  {
    id: 608,
    text: 'К ступеням образования относится:',
    type: 'single',
    options: [
      {
        text: 'докторантура',
        correct: false,
      },
      {
        text: 'магистратура',
        correct: false,
      },
      {
        text: 'профессиональное',
        correct: false,
      },
      {
        text: 'бакалавриат',
        correct: false,
      },
      {
        text: 'высшее',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: высшее',
  },
  {
    id: 609,
    text: 'К формам воспитания относятся:',
    type: 'single',
    options: [
      {
        text: 'поручение',
        correct: false,
      },
      {
        text: 'разъяснение',
        correct: false,
      },
      {
        text: 'наказание',
        correct: false,
      },
      {
        text: 'соревнование',
        correct: true,
      },
      {
        text: 'инструктаж',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: соревнование',
  },
  {
    id: 610,
    text: 'Мера подвижности родительских позиций, изменчивость форм и способов общения и взаимодействия с ребёнком (восприятие ребёнка как личности, степень гибкости общения с ребёнком в различных ситуациях, изменчивость форм и способов воздействия на ребёнка в зависимости от возраста):',
    type: 'single',
    options: [
      {
        text: 'противостичность',
        correct: false,
      },
      {
        text: 'воспитанность',
        correct: false,
      },
      {
        text: 'неадекватность',
        correct: false,
      },
      {
        text: 'адекватность',
        correct: false,
      },
      {
        text: 'динамичность',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: динамичность',
  },
  {
    id: 611,
    text: 'К функциям детского коллектива относят:',
    type: 'single',
    options: [
      {
        text: 'личностная',
        correct: false,
      },
      {
        text: 'здоровьесберегающая',
        correct: false,
      },
      {
        text: 'консолидирующая',
        correct: true,
      },
      {
        text: 'мотивирующая',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: консолидирующая',
  },
  {
    id: 612,
    text: 'К функциям педагогического общения не относят:',
    type: 'single',
    options: [
      {
        text: 'обмен духовными ценностями',
        correct: false,
      },
      {
        text: 'взаимное познание личности учителя и учащихся',
        correct: false,
      },
      {
        text: 'установление межличностных отношений',
        correct: false,
      },
      {
        text: 'удовлетворение потребности в эмоциональном комфорте',
        correct: false,
      },
      {
        text: 'управление общением в педагогическом процессе',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: управление общением в педагогическом процессе',
  },
  {
    id: 613,
    text: 'К характеристикам педагогического общения относят:',
    type: 'single',
    options: [
      {
        text: 'направленность, специфика, уровневая структура',
        correct: true,
      },
      {
        text: 'совместная деятельность, взаимная коммуникация, стремление понять собеседника',
        correct: false,
      },
      {
        text: 'направленность на обучающихся, направленность на взаимодействие, направленность на предмет усвоения',
        correct: false,
      },
      {
        text: 'направленность на взаимодействие, специфика взаимодействия, передача и принятие информации',
        correct: false,
      },
      {
        text: 'обучение и воспитание',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: направленность, специфика, уровневая структура',
  },
  {
    id: 614,
    text: 'К характеристикам сотрудничества как совместной деятельности не относят:',
    type: 'single',
    options: [
      {
        text: 'наличие позитивных межличностных отношений',
        correct: false,
      },
      {
        text: 'познавательная активность',
        correct: true,
      },
      {
        text: 'организация деятельности и управление ею',
        correct: false,
      },
      {
        text: 'единство цели единство мотивов',
        correct: false,
      },
      {
        text: 'пространственное и временное соприсутствие',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: познавательная активность',
  },
  {
    id: 615,
    text: 'Основная характерная черта процессуальной стороны образования:',
    type: 'single',
    options: [
      {
        text: 'соразвитие',
        correct: false,
      },
      {
        text: 'непрерывность',
        correct: true,
      },
      {
        text: 'монологизм',
        correct: false,
      },
      {
        text: 'диалогизм',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: непрерывность',
  },
  {
    id: 616,
    text: 'Метод педагогической психологии, который заключается в сборе фактов в контролируемых и управляемых условиях, обеспечивающих активное проявление изучаемых психических явлений:',
    type: 'single',
    options: [
      {
        text: 'тестирование',
        correct: false,
      },
      {
        text: 'формирующий эксперимент',
        correct: false,
      },
      {
        text: 'наблюдение',
        correct: false,
      },
      {
        text: 'эксперимент',
        correct: true,
      },
      {
        text: 'констатирующий эксперимент',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: эксперимент',
  },
  {
    id: 617,
    text: 'Метод педагогической психологии, который заключается в целенаправленном, специальным образом организованном и фиксируемым восприятием исследуемого объекта:',
    type: 'single',
    options: [
      {
        text: 'наблюдение',
        correct: true,
      },
      {
        text: 'эксперимент',
        correct: false,
      },
      {
        text: 'опрос',
        correct: false,
      },
      {
        text: 'анкетирование',
        correct: false,
      },
      {
        text: 'социометрия',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: наблюдение',
  },
  {
    id: 618,
    text: 'Образование как система может рассматриваться в нескольких измерениях, в качестве которых выступают:',
    type: 'single',
    options: [
      {
        text: 'уровень образования',
        correct: false,
      },
      {
        text: 'цель образования',
        correct: false,
      },
      {
        text: 'качество образования',
        correct: false,
      },
      {
        text: 'профиль образования',
        correct: true,
      },
      {
        text: 'ступень образования',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: профиль образования',
  },
  {
    id: 619,
    text: 'Общественные организации и структуры, которые призваны оказывать воспитательное воздействие на личность:',
    type: 'single',
    options: [
      {
        text: 'институты воспитания',
        correct: true,
      },
      {
        text: 'средства воспитания',
        correct: false,
      },
      {
        text: 'органы воспитания',
        correct: false,
      },
      {
        text: 'руководители воспитания',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: институты воспитания',
  },
  {
    id: 620,
    text: 'Основная задача образования:',
    type: 'single',
    options: [
      {
        text: 'овладение социокультурным опытом',
        correct: false,
      },
      {
        text: 'содействие развитию и саморазвитию личности в процессе обучения',
        correct: false,
      },
      {
        text: 'содействие усвоению человеком знаний в процессе обучения',
        correct: true,
      },
      {
        text: 'формирование умений и навыков',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: содействие усвоению человеком знаний в процессе обучения',
  },
  {
    id: 621,
    text: 'Основная функция педагогической оценки:',
    type: 'single',
    options: [
      {
        text: 'развитие мотивационной сферы обучающегося',
        correct: true,
      },
      {
        text: 'осуществление подкрепления в виде наказания-поощрения',
        correct: false,
      },
      {
        text: 'определение уровня фактического исполнения учебного действия',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: развитие мотивационной сферы обучающегося',
  },
  {
    id: 622,
    text: 'Основная характеристика усвоения знаний:',
    type: 'single',
    options: [
      {
        text: 'личностная обусловленность',
        correct: false,
      },
      {
        text: 'прочность усвоения, т. е. независимость от времени актуализации',
        correct: true,
      },
      {
        text: 'возрастная обоснованность',
        correct: false,
      },
      {
        text: 'управляемость',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: прочность усвоения, т. е. независимость от времени актуализации',
  },
  {
    id: 623,
    text: 'Педагогический стимул, сочетающий в себе свойства поощрения и наказания:',
    type: 'single',
    options: [
      {
        text: 'оценка',
        correct: false,
      },
      {
        text: 'отметка',
        correct: true,
      },
      {
        text: 'установка',
        correct: false,
      },
      {
        text: 'стимул',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: отметка',
  },
  {
    id: 624,
    text: 'Понятие «обучаемость» определяется:',
    type: 'single',
    options: [
      {
        text: 'психическими особенностями и возможностями обучающегося в процессе обучения',
        correct: true,
      },
      {
        text: 'зоной актуального развития обучающегося',
        correct: false,
      },
      {
        text: 'способностью учителя научить ребенка',
        correct: false,
      },
      {
        text: 'существующим уровнем знаний и умений обучающегося',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: психическими особенностями и возможностями обучающегося в процессе обучения',
  },
  {
    id: 625,
    text: 'К принципам семейного воспитания не относят:',
    type: 'single',
    options: [
      {
        text: 'открытость и доверительность отношений',
        correct: false,
      },
      {
        text: 'оказание посильной помощи',
        correct: false,
      },
      {
        text: 'гуманность и милосердие к ребёнку',
        correct: false,
      },
      {
        text: 'неравноправное участие детей в жизнедеятельности семьи',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: неравноправное участие детей в жизнедеятельности семьи',
  },
  {
    id: 626,
    text: 'Процесс изменения личности в ходе взаимодействия ее с реальной действительностью, появление физических и социально-психологических новообразований в структуре личности:',
    type: 'single',
    options: [
      {
        text: 'воспитание',
        correct: false,
      },
      {
        text: 'становление',
        correct: false,
      },
      {
        text: 'социализация',
        correct: false,
      },
      {
        text: 'формирование',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: формирование',
  },
  {
    id: 627,
    text: 'Психология воспитания изучает:',
    type: 'single',
    options: [
      {
        text: 'структуру педагогической деятельности',
        correct: false,
      },
      {
        text: 'особенности педагогического общения',
        correct: false,
      },
      {
        text: 'влияние социального окружения на развитие личности',
        correct: true,
      },
      {
        text: 'закономерности формирования личности на разных возрастных этапах',
        correct: false,
      },
      {
        text: 'закономерности протекания процессов обучения',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: влияние социального окружения на развитие личности',
  },
  {
    id: 628,
    text: 'Система принципов и способов организации, построения теоретической и практической деятельности, а также учение об этой системе:',
    type: 'single',
    options: [
      {
        text: 'метод',
        correct: false,
      },
      {
        text: 'путь научного познания',
        correct: false,
      },
      {
        text: 'методология',
        correct: true,
      },
      {
        text: 'гносеология',
        correct: false,
      },
      {
        text: 'методика',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: методология',
  },
  {
    id: 629,
    text: 'Специфическая форма деятельности обучающегося, направленная на усвоение знаний, овладение умениями и навыками, а также на его развитие:',
    type: 'single',
    options: [
      {
        text: 'научение',
        correct: false,
      },
      {
        text: 'обучение',
        correct: false,
      },
      {
        text: 'обученность',
        correct: false,
      },
      {
        text: 'учение',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: учение',
  },
  {
    id: 630,
    text: 'Факт приобретения студентом новых психологических качеств и свойств в учебной деятельности:',
    type: 'single',
    options: [
      {
        text: 'обучением',
        correct: true,
      },
      {
        text: 'научением',
        correct: false,
      },
      {
        text: 'развитием',
        correct: false,
      },
      {
        text: 'воспитанием',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: обучением',
  },
  {
    id: 631,
    text: 'Формирование знания мировоззренческих основ идеологии белорусского государства, привитие подрастающему поколению основополагающих ценностей, идей, убеждений, отражающих сущность белорусской государственности:',
    type: 'single',
    options: [
      {
        text: 'профессиональное воспитание',
        correct: false,
      },
      {
        text: 'патриотическое воспитание',
        correct: false,
      },
      {
        text: 'гражданское воспитание',
        correct: false,
      },
      {
        text: 'идеологическое воспитание',
        correct: true,
      },
      {
        text: 'гендерное воспитание',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: идеологическое воспитание',
  },
  {
    id: 632,
    text: 'Процесс принятия решений начинается:',
    type: 'single',
    options: [
      {
        text: 'с определения лица, ответственного за принятие решений',
        correct: false,
      },
      {
        text: 'с выявления проблемы',
        correct: true,
      },
      {
        text: 'с постановки управленческих целей',
        correct: false,
      },
      {
        text: 'с формулировки миссии предприятия',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: с выявления проблемы',
  },
  {
    id: 633,
    text: 'Суть делегирования состоит:',
    type: 'single',
    options: [
      {
        text: 'передаче ответственности на более низкий уровень управления',
        correct: false,
      },
      {
        text: 'в доверии к своим подчиненным',
        correct: false,
      },
      {
        text: 'передаче властных полномочий вниз и принятии их менеджером низшего звена',
        correct: true,
      },
      {
        text: 'в установлении приоритетов',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: передаче властных полномочий вниз и принятии их менеджером низшего звена',
  },
  {
    id: 634,
    text: 'Информационный критерий эффективности межличностной коммуникации:',
    type: 'single',
    options: [
      {
        text: 'близость смысла принятого сообщения к смыслу посланного сообщения',
        correct: true,
      },
      {
        text: 'удовлетворенность партнеров по коммуникации',
        correct: false,
      },
      {
        text: 'желание сторон продолжать коммуникацию',
        correct: false,
      },
      {
        text: 'доброжелательная атмосфера общения',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: близость смысла принятого сообщения к смыслу посланного сообщения',
  },
  {
    id: 635,
    text: 'Корпоративная культура основана:',
    type: 'single',
    options: [
      {
        text: 'на особенностях производства',
        correct: false,
      },
      {
        text: 'на принятых в обществе формах поведения',
        correct: false,
      },
      {
        text: 'на правилах, определяемых руководством организации',
        correct: false,
      },
      {
        text: 'на разделяемых большинством членов организации убеждениях и ценностях',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: на разделяемых большинством членов организации убеждениях и ценностях',
  },
  {
    id: 636,
    text: 'Стресс на рабочем месте требует:',
    type: 'single',
    options: [
      {
        text: 'смены работы',
        correct: false,
      },
      {
        text: 'регулирования',
        correct: true,
      },
      {
        text: 'обращения к врачу',
        correct: false,
      },
      {
        text: 'устранения',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: регулирования',
  },
  {
    id: 637,
    text: 'Функция корпоративной культуры:',
    type: 'single',
    options: [
      {
        text: 'формирование благоприятного психологического климата в организации',
        correct: false,
      },
      {
        text: 'правильное распределение вознаграждений',
        correct: false,
      },
      {
        text: 'поддержание социальной стабильности в организации',
        correct: true,
      },
      {
        text: 'укрепление дисциплины',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: поддержание социальной стабильности в организации',
  },
  {
    id: 638,
    text: 'Коммуникативная техника, способствующая возникновению конфликта:',
    type: 'single',
    options: [
      {
        text: 'поддакивание',
        correct: false,
      },
      {
        text: 'выспрашивание',
        correct: false,
      },
      {
        text: 'перефразирование',
        correct: false,
      },
      {
        text: 'негативная оценка',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: негативная оценка',
  },
  {
    id: 639,
    text: 'Коммуникативная техника, не способствующая пониманию партнера:',
    type: 'single',
    options: [
      {
        text: 'проговаривание',
        correct: false,
      },
      {
        text: 'развитие идеи',
        correct: false,
      },
      {
        text: 'поддакивание',
        correct: true,
      },
      {
        text: 'перефразирование',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: поддакивание',
  },
  {
    id: 640,
    text: 'Цели организации не могут быть представлены в виде:',
    type: 'single',
    options: [
      {
        text: 'количественных показателей',
        correct: false,
      },
      {
        text: 'словесной формулировки',
        correct: false,
      },
      {
        text: 'формул',
        correct: true,
      },
      {
        text: '«Дерева целей»',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: формул',
  },
  {
    id: 641,
    text: 'Норма управляемости:',
    type: 'single',
    options: [
      {
        text: 'организационный норматив',
        correct: true,
      },
      {
        text: 'регламент',
        correct: false,
      },
      {
        text: 'приказ',
        correct: false,
      },
      {
        text: 'технологический норматив',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: организационный норматив',
  },
  {
    id: 642,
    text: 'Стиль руководства характеризует:',
    type: 'single',
    options: [
      {
        text: 'форму взаимоотношений руководителей и подчиненных',
        correct: false,
      },
      {
        text: 'схему подчиненности и ответственности',
        correct: true,
      },
      {
        text: 'технический норматив',
        correct: false,
      },
      {
        text: 'связь кооперации и координации',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: схему подчиненности и ответственности',
  },
  {
    id: 643,
    text: 'Наиболее целесообразный стиль поведения в конфликте, когда решение очевидно и изменить его в Вашу пользу не представляется возможным:',
    type: 'single',
    options: [
      {
        text: 'приспособление',
        correct: false,
      },
      {
        text: 'совместная деятельность',
        correct: false,
      },
      {
        text: 'уклонение от конфликта',
        correct: true,
      },
      {
        text: 'конкурентный стиль',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: уклонение от конфликта',
  },
  {
    id: 644,
    text: 'Наиболее целесообразный стиль поведения в конфликте, когда невозможно пренебречь интересами ни одной из сторон:',
    type: 'single',
    options: [
      {
        text: 'приспособление',
        correct: false,
      },
      {
        text: 'совместная деятельность',
        correct: true,
      },
      {
        text: 'уклонение от конфликта',
        correct: false,
      },
      {
        text: 'конкурентный стиль',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: совместная деятельность',
  },
  {
    id: 645,
    text: 'Наиболее целесообразный стиль поведения в конфликте, когда индивид осознает ошибочность своей позиции, а вопрос более важен для другой стороны, чем для него самого:',
    type: 'single',
    options: [
      {
        text: 'уклонение от конфликта',
        correct: false,
      },
      {
        text: 'совместная деятельность',
        correct: false,
      },
      {
        text: 'конкурентный стиль',
        correct: false,
      },
      {
        text: 'приспособление',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: приспособление',
  },
  {
    id: 646,
    text: 'Вид коммуникации в рамках организации, не относящийся к восходящей коммуникации:',
    type: 'single',
    options: [
      {
        text: 'жалобы',
        correct: false,
      },
      {
        text: 'предложения по улучшению чего-либо',
        correct: false,
      },
      {
        text: 'должностные инструкции',
        correct: true,
      },
      {
        text: 'отчеты по результатам деятельности',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: должностные инструкции',
  },
  {
    id: 647,
    text: 'Управленческие действия, выполняемые на стадии идентификации проблемы:',
    type: 'single',
    options: [
      {
        text: 'выявление несоответствия между желаемым и фактическим состоянием организации',
        correct: false,
      },
      {
        text: 'количественная характеристика резкого ухудшения динамики показателей организации',
        correct: true,
      },
      {
        text: 'определение сроков выполнения решения',
        correct: false,
      },
      {
        text: 'определение состава исполнителей решения',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: количественная характеристика резкого ухудшения динамики показателей организации',
  },
  {
    id: 648,
    text: 'Главная функция аппарата управления:',
    type: 'single',
    options: [
      {
        text: 'принятие решений',
        correct: true,
      },
      {
        text: 'контрольная',
        correct: false,
      },
      {
        text: 'учетная',
        correct: false,
      },
      {
        text: 'стимулирующая',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: принятие решений',
  },
  {
    id: 649,
    text: 'Член социальной группы, чьи авторитет, власть и полномочия добровольно признаются членами этой группы, готовыми ему подчиняться и следовать за ним:',
    type: 'single',
    options: [
      {
        text: 'личность',
        correct: false,
      },
      {
        text: 'руководитель',
        correct: false,
      },
      {
        text: 'лидер',
        correct: true,
      },
      {
        text: 'субъект',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: лидер',
  },
  {
    id: 650,
    text: 'Член социальной группы, чьи авторитет, власть и полномочия добровольно признаются членами этой группы, готовыми ему подчиняться и следовать за ним:',
    type: 'single',
    options: [
      {
        text: 'личность',
        correct: false,
      },
      {
        text: 'руководитель',
        correct: false,
      },
      {
        text: 'лидер',
        correct: true,
      },
      {
        text: 'субъект',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: лидер',
  },
  {
    id: 651,
    text: 'Член социальной группы, выступающий посредником между социальной властью и членами общности на основе полномочий и норм, данных ему:',
    type: 'single',
    options: [
      {
        text: 'лидер',
        correct: false,
      },
      {
        text: 'субъект',
        correct: false,
      },
      {
        text: 'личность',
        correct: false,
      },
      {
        text: 'руководитель',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: руководитель',
  },
  {
    id: 652,
    text: 'Вид лидерства, для которого характерны учёт мнения других людей, уважение их, общения с ними как с равными:',
    type: 'single',
    options: [
      {
        text: 'номинальное',
        correct: false,
      },
      {
        text: 'социальное',
        correct: false,
      },
      {
        text: 'бюрократическое',
        correct: false,
      },
      {
        text: 'демократическое',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: демократическое',
  },
  {
    id: 653,
    text: 'Стиль лидерства, для которого характерны властность, стремление единолично принимать решения, навязывать их другим, оказывать психологическое давление:',
    type: 'single',
    options: [
      {
        text: 'демократическое',
        correct: false,
      },
      {
        text: 'комбинированное',
        correct: false,
      },
      {
        text: 'либеральное',
        correct: false,
      },
      {
        text: 'авторитарное',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: авторитарное',
  },
  {
    id: 654,
    text: 'Стиль лидерства, для которого характерны отсутствие похвалы и порицаний, нет сотрудничества, дела в группе идут сами собой:',
    type: 'single',
    options: [
      {
        text: 'авторитарный',
        correct: false,
      },
      {
        text: 'демократический',
        correct: false,
      },
      {
        text: 'комбинированный',
        correct: false,
      },
      {
        text: 'либеральный',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: либеральный',
  },
  {
    id: 655,
    text: 'Авторитарный стиль управления характеризуется:',
    type: 'single',
    options: [
      {
        text: 'жесткий контроль работы подчиненных',
        correct: true,
      },
      {
        text: 'невмешательство в дела коллектива',
        correct: false,
      },
      {
        text: 'малая инициатива со стороны руководителя',
        correct: false,
      },
      {
        text: 'делегирование руководящих полномочий',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: жесткий контроль работы подчиненных',
  },
  {
    id: 656,
    text: 'Демократический стиль управления характеризуется:',
    type: 'single',
    options: [
      {
        text: 'жесткий контроль работы подчиненных',
        correct: false,
      },
      {
        text: 'подчинением подчиненных к выработке и принятию решений',
        correct: true,
      },
      {
        text: 'подозрительность между людьми в трудовом коллективе',
        correct: false,
      },
      {
        text: 'невмешательство в дела коллектива',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: подчинением подчиненных к выработке и принятию решений',
  },
  {
    id: 657,
    text: 'Деловые переговоры:',
    type: 'single',
    options: [
      {
        text: 'ознакомление с фактами производственной проблемы',
        correct: false,
      },
      {
        text: 'процесс, направленный на нахождение компромисса или общего решения, в котором как минимум участвуют две стороны',
        correct: true,
      },
      {
        text: 'процесс обмена информацией',
        correct: false,
      },
      {
        text: 'инструмент коллективного принятия решения или координации действий сотрудников',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: процесс, направленный на нахождение компромисса или общего решения, в котором как минимум участвуют две стороны',
  },
  {
    id: 658,
    text: 'Связующее звено всех управленческих функций (планирование, организация, мотивация, контроль):',
    type: 'single',
    options: [
      {
        text: 'коммуникация',
        correct: true,
      },
      {
        text: 'экономические методы',
        correct: false,
      },
      {
        text: 'управленческое решение',
        correct: false,
      },
      {
        text: 'оперативное управление',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: коммуникация',
  },
  {
    id: 659,
    text: 'Аргументированное и логическое воздействие на психику сотрудника для достижения поставленных целей, устранения конфликтов в коллективе:',
    type: 'single',
    options: [
      {
        text: 'убеждение',
        correct: true,
      },
      {
        text: 'внушение',
        correct: false,
      },
      {
        text: 'аргументация',
        correct: false,
      },
      {
        text: 'вовлечение',
        correct: false,
      },
      {
        text: 'побуждение',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: убеждение',
  },
  {
    id: 660,
    text: 'Деятельность людей, объединенных в одну организацию, подчиняющихся правилам и нормам этой организации и выполняющих заданную им совместную работу в соответствии с экономическими, технологическими, правовыми, организационными и корпоративными требованиями:',
    type: 'single',
    options: [
      {
        text: 'организованная',
        correct: false,
      },
      {
        text: 'управленческая',
        correct: false,
      },
      {
        text: 'организационная',
        correct: true,
      },
      {
        text: 'руководящая',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: организационная',
  },
  {
    id: 661,
    text: 'Деятельность, связанная с принятием управленческих решений в организации по управлению людьми с учетом свойств и качеств личности:',
    type: 'single',
    options: [
      {
        text: 'управленческая',
        correct: true,
      },
      {
        text: 'организационная',
        correct: false,
      },
      {
        text: 'организованная',
        correct: false,
      },
      {
        text: 'руководящая',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: управленческая',
  },
  {
    id: 662,
    text: 'Документ, в котором работник предприятия объясняет причины невыполнения какого-либо распоряжения, инструкции, приказа или нарушения правил:',
    type: 'single',
    options: [
      {
        text: 'характеристика',
        correct: false,
      },
      {
        text: 'объяснительная записка',
        correct: true,
      },
      {
        text: 'приказ',
        correct: false,
      },
      {
        text: 'заявление',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: объяснительная записка',
  },
  {
    id: 663,
    text: 'Заявление:',
    type: 'single',
    options: [
      {
        text: 'документ, который оформляет определенные полномочия',
        correct: false,
      },
      {
        text: 'документ, который выдается администрацией работнику при решении определенных вопросов',
        correct: false,
      },
      {
        text: 'документ, содержащий просьбу или предложение какого-либо лица предприятию или должностному лицу',
        correct: true,
      },
      {
        text: 'письменный документ, подтверждающий какое-либо совершившееся действие. Чаще всего получение денег или материальных ценностей от предприятия или частного лица',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: документ, содержащий просьбу или предложение какого-либо лица предприятию или должностному лицу',
  },
  {
    id: 664,
    text: 'Классификация управленческих решений по степени предопределенности:',
    type: 'single',
    options: [
      {
        text: 'долго-, средне-, краткосрочные',
        correct: false,
      },
      {
        text: 'единоличные и коллективные',
        correct: false,
      },
      {
        text: 'запрограммированные и незапрограммированные',
        correct: true,
      },
      {
        text: 'простые и сложные',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: запрограммированные и незапрограммированные',
  },
  {
    id: 665,
    text: 'Характеристика руководителя, имеющая максимальную значимость при назначении на ответственный руководящий пост в большом коллективе:',
    type: 'single',
    options: [
      {
        text: 'авторитарные наклонности',
        correct: false,
      },
      {
        text: 'профессиональные достижения',
        correct: false,
      },
      {
        text: 'уровень образования',
        correct: true,
      },
      {
        text: 'самореализация',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: уровень образования',
  },
  {
    id: 666,
    text: 'Обязательное условие лидерства:',
    type: 'single',
    options: [
      {
        text: 'обладание властью в конкретных формальных или неформальных организациях',
        correct: true,
      },
      {
        text: 'ум и выдающиеся способности',
        correct: false,
      },
      {
        text: 'физическая сила',
        correct: false,
      },
      {
        text: 'умение побеждать в спорах',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: обладание властью в конкретных формальных или неформальных организациях',
  },
  {
    id: 667,
    text: 'Корпоративная культура основана:',
    type: 'single',
    options: [
      {
        text: 'на разделяемых большинством членов организации убеждениях и ценностях',
        correct: true,
      },
      {
        text: 'на особенностях производства',
        correct: false,
      },
      {
        text: 'на принятых в обществе формах поведения',
        correct: false,
      },
      {
        text: 'на правилах, определяемых руководством организации',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: на разделяемых большинством членов организации убеждениях и ценностях',
  },
  {
    id: 668,
    text: 'Функция корпоративной культуры:',
    type: 'single',
    options: [
      {
        text: 'укрепление дисциплины',
        correct: false,
      },
      {
        text: 'поддержание социальной стабильности в организации',
        correct: true,
      },
      {
        text: 'формирование благоприятного психологического климата в организации',
        correct: false,
      },
      {
        text: 'правильное распределение вознаграждений',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: поддержание социальной стабильности в организации',
  },
  {
    id: 669,
    text: 'Относительно устойчивый и типичный для данной группы людей эмоциональный настрой, который постепенно складывается в процессе совместной работы и информационного общения:',
    type: 'single',
    options: [
      {
        text: 'социально-психологический климат коллектива',
        correct: true,
      },
      {
        text: 'организационная структура',
        correct: false,
      },
      {
        text: 'неформальные отношения в коллективе',
        correct: false,
      },
      {
        text: 'управленческая структура',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: социально-психологический климат коллектива',
  },
  {
    id: 670,
    text: 'Принятие решения:',
    type: 'single',
    options: [
      {
        text: 'формирования альтернатив',
        correct: false,
      },
      {
        text: 'способ побуждения людей для достижения определенных целей',
        correct: false,
      },
      {
        text: 'процесс обмена информацией между двумя и более субъектами',
        correct: false,
      },
      {
        text: 'сознательный выбор действий из имеющихся альтернатив для достижения желаемых результатов',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: сознательный выбор действий из имеющихся альтернатив для достижения желаемых результатов',
  },
  {
    id: 671,
    text: 'Позитивная форма морального воздействия на сотрудника, повышающая социальную значимость сотрудника в коллективе, когда подчеркиваются положительные качества сотрудника, его опыт и квалификация, мотивация к успешному выполнению порученной работы:',
    type: 'single',
    options: [
      {
        text: 'похвала',
        correct: false,
      },
      {
        text: 'стимулирование',
        correct: false,
      },
      {
        text: 'побуждение',
        correct: true,
      },
      {
        text: 'мотивирование',
        correct: false,
      },
      {
        text: 'комплимент',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: побуждение',
  },
  {
    id: 672,
    text: 'Педагогика-это наука о:',
    type: 'single',
    options: [
      {
        text: 'способах научного познания',
        correct: false,
      },
      {
        text: 'подготовке учителя к работе в школе',
        correct: false,
      },
      {
        text: 'физиологических закономерностях развития личности',
        correct: false,
      },
      {
        text: 'воспитании человека в современном обществе',
        correct: true,
      },
      {
        text: 'психологических особенностях личности',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: воспитании человека в современном обществе',
  },
  {
    id: 673,
    text: 'Основные категории педагогики:',
    type: 'single',
    options: [
      {
        text: 'самообразование, самовоспитание',
        correct: false,
      },
      {
        text: 'формы обучения, средства обучения',
        correct: false,
      },
      {
        text: 'воспитание, образование, обучение',
        correct: true,
      },
      {
        text: 'урок, обучение, развитие',
        correct: false,
      },
      {
        text: 'принципы обучения, компоненты педагогического процесса',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: воспитание, образование, обучение',
  },
  {
    id: 674,
    text: 'Отрасль педагогики, рассматривающая воспитание и обучение детей с отклонениями в умственном развитии:',
    type: 'single',
    options: [
      {
        text: 'тифлопедагогика',
        correct: false,
      },
      {
        text: 'олигофренопедагогика',
        correct: true,
      },
      {
        text: 'сурдопедагогика',
        correct: false,
      },
      {
        text: 'дефектология',
        correct: false,
      },
      {
        text: 'логопедия',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: олигофренопедагогика',
  },
  {
    id: 675,
    text: 'Факторы развития личности:',
    type: 'single',
    options: [
      {
        text: 'интерес к учебе, уровень достижений',
        correct: false,
      },
      {
        text: 'уровень знаний по учебным дисциплинам',
        correct: false,
      },
      {
        text: 'методы обучения и воспитания',
        correct: false,
      },
      {
        text: 'наследственность, среда, воспитание, самовоспитание',
        correct: true,
      },
      {
        text: 'статусное положение личности в коллективе',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: наследственность, среда, воспитание, самовоспитание',
  },
  {
    id: 676,
    text: 'Метод, который в наибольшей степени обеспечивает развитие у учащихся мотивации поисково-исследовательской деятельности, овладение ими методами научного познания и способами самостоятельного решения научных проблем:',
    type: 'single',
    options: [
      {
        text: 'исследовательский',
        correct: true,
      },
      {
        text: 'репродуктивный',
        correct: false,
      },
      {
        text: 'объяснительно-иллюстративный',
        correct: false,
      },
      {
        text: 'рассказ',
        correct: false,
      },
      {
        text: 'частично-поисковый',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: исследовательский',
  },
  {
    id: 677,
    text: 'Осознание обучающимися целей, задач и практического значения обучения обеспечивает реализацию принципа:',
    type: 'single',
    options: [
      {
        text: 'обучения на высоком уровне трудности',
        correct: false,
      },
      {
        text: 'сознательности, активности и самостоятельности в обучении',
        correct: true,
      },
      {
        text: 'научности обучения и связи его с практикой',
        correct: false,
      },
      {
        text: 'прочности обучения',
        correct: false,
      },
      {
        text: 'наглядности и доступности обучения',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: сознательности, активности и самостоятельности в обучении',
  },
  {
    id: 678,
    text: 'Наглядные методы обучения:',
    type: 'single',
    options: [
      {
        text: 'работа с книгой',
        correct: false,
      },
      {
        text: 'беседа, рассказ, школьная лекция, инструктаж',
        correct: false,
      },
      {
        text: 'составление таблиц, графиков, диаграмм',
        correct: false,
      },
      {
        text: 'самостоятельные наблюдения, иллюстрация, демонстрация',
        correct: true,
      },
      {
        text: 'графические работы, лабораторные работы, упражнение',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: самостоятельные наблюдения, иллюстрация, демонстрация',
  },
  {
    id: 679,
    text: 'Проблемная лекция:',
    type: 'single',
    options: [
      {
        text: 'в форме диалога представителей различных научных школ',
        correct: false,
      },
      {
        text: 'с визуальной формой подачи информации',
        correct: false,
      },
      {
        text: 'новое знание вводится через проблемность вопроса, задачи или ситуации',
        correct: true,
      },
      {
        text: 'с заранее запланированными ошибками',
        correct: false,
      },
      {
        text: 'в изложении и объяснении научной информации',
        correct: false,
      },
      {
        text: 'как научно-практического занятия',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: новое знание вводится через проблемность вопроса, задачи или ситуации',
  },
  {
    id: 680,
    text: 'Лекция-конференция – разновидность чтения лекции:',
    type: 'single',
    options: [
      {
        text: 'с визуальной формой подачи информации',
        correct: false,
      },
      {
        text: 'как научно-практического занятия с заранее поставленной проблемой и системой докладов',
        correct: true,
      },
      {
        text: 'в изложении и объяснении научной информации',
        correct: false,
      },
      {
        text: 'с заранее запланированными ошибками',
        correct: false,
      },
      {
        text: 'новое знание вводится через проблемность вопроса, задачи или ситуации',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: как научно-практического занятия с заранее поставленной проблемой и системой докладов',
  },
  {
    id: 681,
    text: 'Опосредованное общение:',
    type: 'single',
    options: [
      {
        text: 'прямое естественное общение, когда субъекты взаимодействия общаются посредством речи, паралингвистических и невербальных средств коммуникации',
        correct: false,
      },
      {
        text: 'общение, опосредованное невербальными средствами коммуникации',
        correct: false,
      },
      {
        text: 'общение с использованием исключительно вербальных средств',
        correct: false,
      },
      {
        text: 'общение на очень близкой (до 1,5 метров) дистанции',
        correct: false,
      },
      {
        text: 'все ответы не верны',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: все ответы не верны',
  },
  {
    id: 682,
    text: 'Социальная установка:',
    type: 'single',
    options: [
      {
        text: 'бессознательное стремление откликнуться на проблемы другого человека',
        correct: false,
      },
      {
        text: 'сложный составной образ или картина, включающая в себя совокупность представлений личности о себе самой вместе с эмоционально-оценочными компонентами этих представлений',
        correct: false,
      },
      {
        text: 'восстановление психических функций, а также устранение или компенсация психических аномалий развития с помощью восстановительного обучения',
        correct: false,
      },
      {
        text: 'различные проявления поведения, связанные с обучением и воспитанием',
        correct: false,
      },
      {
        text: 'состояние психологической готовности личности вести себя определенным образом в отношении объекта, детерминированное ее прошлым опытом',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: состояние психологической готовности личности вести себя определенным образом в отношении объекта, детерминированное ее прошлым опытом',
  },
  {
    id: 683,
    text: 'Межличностные конфликты:',
    type: 'single',
    options: [
      {
        text: 'столкновение относительно равных по силе и значимости, но противоположно направленных мотивов',
        correct: false,
      },
      {
        text: 'столкновение, не имеющее реальных противоречий между субъектами',
        correct: false,
      },
      {
        text: 'отражение социально-экономических проблем общества',
        correct: false,
      },
      {
        text: 'ситуацию столкновения интересов групп или социальных общностей',
        correct: false,
      },
      {
        text: 'столкновение взаимодействующих людей, чьи цели либо взаимно исключают друг друга, либо несовместимы в данный момент',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: столкновение взаимодействующих людей, чьи цели либо взаимно исключают друг друга, либо несовместимы в данный момент',
  },
  {
    id: 684,
    text: 'Идентификация:',
    type: 'single',
    options: [
      {
        text: 'не является механизмом усвоения опыта',
        correct: false,
      },
      {
        text: 'является одним из способов понимания другого человека',
        correct: false,
      },
      {
        text: 'как понятие наиболее глубоко разработано в психоанализе',
        correct: false,
      },
      {
        text: 'выражается в отождествлении себя с другим человеком',
        correct: true,
      },
      {
        text: 'сочувствие и сопереживание другим людям',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: выражается в отождествлении себя с другим человеком',
  },
  {
    id: 685,
    text: 'В социальной психологии под рефлексией понимается:',
    type: 'single',
    options: [
      {
        text: 'принятие позиции другого человека',
        correct: false,
      },
      {
        text: 'аффективно окрашенное понимание себя в контексте социальных отношений',
        correct: false,
      },
      {
        text: 'познание субъектом самого себя',
        correct: false,
      },
      {
        text: 'осознание действующим субъектом того, как он воспринимается партнером по общению',
        correct: true,
      },
      {
        text: 'бессознательное стремление откликнуться на проблемы другого человека',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: осознание действующим субъектом того, как он воспринимается партнером по общению',
  },
  {
    id: 686,
    text: 'К эффектам социальной перцепции относятся:',
    type: 'single',
    options: [
      {
        text: 'эффект первичности',
        correct: true,
      },
      {
        text: 'эффект края',
        correct: false,
      },
      {
        text: 'эффект недавности',
        correct: false,
      },
      {
        text: 'эффект Зейтарник',
        correct: false,
      },
      {
        text: 'все ответы верны',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: эффект первичности',
  },
  {
    id: 687,
    text: 'Процесс передачи эмоционального состояния от одного индивида к другому на психофизиологическом уровне контакта помимо собственно смыслового воздействия или дополнительно к нему:',
    type: 'single',
    options: [
      {
        text: 'мода',
        correct: false,
      },
      {
        text: 'убеждение',
        correct: false,
      },
      {
        text: 'заражение',
        correct: true,
      },
      {
        text: 'подражание',
        correct: false,
      },
      {
        text: 'сутrect',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: заражение',
  },
  {
    id: 688,
    text: 'Подражание как социально-психологический механизм:',
    type: 'single',
    options: [
      {
        text: 'характеризуется существенной спецификой на различных возрастных этапах',
        correct: false,
      },
      {
        text: 'у взрослых выступает элементом научения',
        correct: false,
      },
      {
        text: 'в подростковом возрасте направлено на внешнюю идентификацию подростком самого себя со значимой для него личностью',
        correct: false,
      },
      {
        text: 'выражается в следовании какому-либо примеру, образцу',
        correct: true,
      },
      {
        text: 'все ответы верны',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: выражается в следовании какому-либо примеру, образцу',
  },
  {
    id: 689,
    text: 'Малая группа:',
    type: 'single',
    options: [
      {
        text: 'это контакты между людьми, в которых реализуются определенные общественные связи и которые опосредованы совместной деятельностью',
        correct: true,
      },
      {
        text: 'стихийно возникшее, характеризующееся отсутствием общей цели скопление людей, находящихся в непосредственном контакте',
        correct: false,
      },
      {
        text: 'большое количество людей для просмотра фильма, спектакля',
        correct: false,
      },
      {
        text: 'небольшое по размеру объединение людей, опосредованно связанных между собой',
        correct: false,
      },
      {
        text: 'небольшое по размеру объединение людей, не связанных непосредственным взаимодействием',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: это контакты между людьми, в которых реализуются определенные общественные связи и которые опосредованы совместной деятельностью',
  },
  {
    id: 690,
    text: 'Конформизм:',
    type: 'single',
    options: [
      {
        text: 'изменение мнений, установок и поведения индивидов под влиянием окружающих',
        correct: true,
      },
      {
        text: 'ожидаемое поведение, обусловленное статусом человека',
        correct: false,
      },
      {
        text: 'процесс влияния установок, норм, ценностей и поведения членов группы на мнения и поведение индивида',
        correct: false,
      },
      {
        text: 'некоторое противоречие между двумя или более когнициями',
        correct: false,
      },
      {
        text: 'осмысление индивидом того, как он воспринимается и понимается партнером по общению',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: изменение мнений, установок и поведения индивидов под влиянием окружающих',
  },
  {
    id: 691,
    text: 'Социальный статус:',
    type: 'single',
    options: [
      {
        text: 'тенденция переоценивать степень, в которой поведение человека зависит от внутренних, диспозиционных факторов, и недооценивать роль ситуационных факторов',
        correct: false,
      },
      {
        text: 'изменение мнений, установок и поведения индивидов под влиянием окружающих',
        correct: false,
      },
      {
        text: 'процесс формирования привлекательности человека для воспринимающего, результатом чего является формирование межличностных отношений',
        correct: false,
      },
      {
        text: 'положение субъекта в системе межличностных отношений, определяющих его обязанности, права и привилегии',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: положение субъекта в системе межличностных отношений, определяющих его обязанности, права и привилегии',
  },
  {
    id: 692,
    text: 'Социальный стереотип:',
    type: 'single',
    options: [
      {
        text: 'восприятие и понимание и оценка людьми социальных объектов, прежде всего самих себя, других людей, социальных групп',
        correct: false,
      },
      {
        text: 'положение субъекта в системе межличностных отношений, определяющих его обязанности, права и привилегии',
        correct: false,
      },
      {
        text: 'тенденция переоценивать степень, в которой поведение человека зависит от внутренних, диспозиционных факторов, и недооценивать роль ситуационных факторов',
        correct: false,
      },
      {
        text: 'установка, которая препятствует адекватному восприятию сообщения или действия',
        correct: false,
      },
      {
        text: 'относительно устойчивый и упрощенный образ социального объекта – группы, человека, события, явления',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: относительно устойчивый и упрощенный образ социального объекта – группы, человека, события, явления',
  },
  {
    id: 693,
    text: 'Контаминация раны это?',
    type: 'single',
    options: [
      {
        text: 'попадание микробов в рану',
        correct: false,
      },
      {
        text: 'асептическая рана',
        correct: true,
      },
      {
        text: 'рост и развитие микробов в ране',
        correct: false,
      },
      {
        text: 'проникновение микробов в края раны',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: асептическая рана',
  },
];
