import { Question } from '../app/model';

export const IDEOLOGY_DATA: Question[] = [
  {
    id: 431,
    text: 'Государственная власть в Республике Беларусь разделена на:',
    type: 'single',
    options: [
      {
        text: '4 ветви власти',
        correct: false,
      },
      {
        text: '2 ветви власти',
        correct: false,
      },
      {
        text: '3 ветви власти',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: 3 ветви власти',
  },
  {
    id: 432,
    text: 'Идеология – это:',
    type: 'single',
    options: [
      {
        text: 'совокупность системно упорядоченных взглядов, выражающая интересы различных социальных классов и социальных групп',
        correct: true,
      },
      {
        text: 'наука о развитии политических течений и партий',
        correct: false,
      },
      {
        text: 'наука о политических течениях, развитии и становлении социальных классов и социальных групп',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: совокупность системно упорядоченных взглядов, выражающая интересы различных социальных классов и социальных групп',
  },
  {
    id: 433,
    text: 'Основные компоненты идеологии белорусского государства:',
    type: 'multiple',
    options: [
      {
        text: 'национальная основа',
        correct: false,
      },
      {
        text: 'экономическая основа',
        correct: true,
      },
      {
        text: 'политическая основа',
        correct: true,
      },
      {
        text: 'мировоззренческая основа',
        correct: true,
      },
      {
        text: 'правовая основа',
        correct: true,
      },
      {
        text: 'социально-политическая основа',
        correct: false,
      },
    ],
    explanation:
      'Правильные ответы: мировоззренческая основа, правовая основа, политическая основа, экономическая основа',
  },
  {
    id: 434,
    text: 'В соответствии с Конституцией страны Республика Беларусь – это:',
    type: 'multiple',
    options: [
      {
        text: 'федеративное государство',
        correct: false,
      },
      {
        text: 'унитарное государство',
        correct: true,
      },
      {
        text: 'социально ориентированное государство',
        correct: false,
      },
      {
        text: 'демократическое государство',
        correct: true,
      },
      {
        text: 'социальное государство',
        correct: true,
      },
      {
        text: 'правовое государство',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: унитарное государство, демократическое государство, социальное государство, правовое государство',
  },
  {
    id: 435,
    text: 'Признаки правового государства:',
    type: 'multiple',
    options: [
      {
        text: 'суверенитет народа',
        correct: true,
      },
      {
        text: 'разделение ветвей власти',
        correct: true,
      },
      {
        text: 'плюрализм мнений',
        correct: false,
      },
      {
        text: 'обеспечение гражданам достойных условий жизни',
        correct: false,
      },
      {
        text: 'верховенство закона и Конституции',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: суверенитет народа, разделение ветвей власти, верховенство закона и Конституции',
  },
  {
    id: 436,
    text: 'Символами Республики Беларусь как суверенного государства являются:',
    type: 'multiple',
    options: [
      {
        text: 'Государственный герб',
        correct: true,
      },
      {
        text: 'Государственный гимн',
        correct: true,
      },
      {
        text: 'Государственный флаг',
        correct: true,
      },
      {
        text: 'Конституция Республики Беларусь',
        correct: false,
      },
      {
        text: 'социальные гарантии гражданам Республики Беларусь',
        correct: false,
      },
      {
        text: 'Штандарт Президента Республики Беларусь',
        correct: false,
      },
    ],
    explanation:
      'Правильные ответы: Государственный герб, Государственный флаг, Государственный гимн',
  },
  {
    id: 437,
    text: 'Основные положения программы социально-экономического развития Республики Беларусь на 2021–2025 гг. направлены на:',
    type: 'multiple',
    options: [
      {
        text: 'рост благосостояния граждан за счёт модернизации экономики',
        correct: true,
      },
      {
        text: 'наращивание экспортного потенциала',
        correct: false,
      },
      {
        text: 'обеспечение стабильности в обществе',
        correct: true,
      },
      {
        text: 'раскрепощение деловой инициативы',
        correct: false,
      },
      {
        text: 'наращивание социального капитала',
        correct: true,
      },
      {
        text: 'создание комфортных условий для жизни, работы и самореализации человека',
        correct: true,
      },
      {
        text: 'инновационный путь развития экономики',
        correct: false,
      },
    ],
    explanation:
      'Правильные ответы: обеспечение стабильности в обществе, рост благосостояния граждан за счёт модернизации экономики, наращивание социального капитала, создание комфортных условий для жизни, работы и самореализации человека',
  },
  {
    id: 438,
    text: 'Приоритеты социально-экономического развития Республики Беларусь на 2021–2025 гг.:',
    type: 'multiple',
    options: [
      {
        text: 'государство-партнер',
        correct: true,
      },
      {
        text: 'сильный центр',
        correct: false,
      },
      {
        text: 'сильные регионы',
        correct: true,
      },
      {
        text: 'активная здоровая жизнь',
        correct: false,
      },
      {
        text: 'счастливая семья',
        correct: true,
      },
      {
        text: 'интеллектуальная страна',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: счастливая семья, интеллектуальная страна, сильные регионы, государство-партнер',
  },
  {
    id: 439,
    text: 'Государственную политику в области здравоохранения определяет:',
    type: 'single',
    options: [
      {
        text: 'Министерство здравоохранения Республики Беларусь',
        correct: false,
      },
      {
        text: 'Президент Республики Беларусь',
        correct: true,
      },
      {
        text: 'Совет Министров Республики Беларусь',
        correct: false,
      },
      {
        text: 'Национальное собрание Республики Беларусь',
        correct: false,
      },
      {
        text: 'Комиссия по здравоохранению, физической культуре, семейной и молодежной политике Палаты представителей национального Собрания Республики Беларусь',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: Президент Республики Беларусь',
  },
  {
    id: 440,
    text: 'Основные задачи государственной политики в сфере здравоохранения:',
    type: 'multiple',
    options: [
      {
        text: 'стабилизация численности населения',
        correct: true,
      },
      {
        text: 'укрепление здоровья населения',
        correct: true,
      },
      {
        text: 'диверсификация медицинских услуг',
        correct: false,
      },
      {
        text: 'развитие системы поддержки семей с детьми',
        correct: true,
      },
      {
        text: 'увеличение ожидаемой продолжительности жизни',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: стабилизация численности населения, увеличение ожидаемой продолжительности жизни, укрепление здоровья населения, развитие системы поддержки семей с детьми',
  },
  {
    id: 441,
    text: 'Право граждан Республики Беларусь на охрану здоровья гарантируется:',
    type: 'single',
    options: [
      {
        text: 'Законом Республики Беларусь «О санитарно-эпидемиологическом благополучии населения»',
        correct: false,
      },
      {
        text: 'Конституцией Республики Беларусь',
        correct: true,
      },
      {
        text: 'Законом Республики Беларусь «О здравоохранении»',
        correct: false,
      },
    ],
    explanation: 'Правильный ответ: Конституцией Республики Беларусь',
  },
  {
    id: 442,
    text: 'Имеет ли право пациент отказаться от внесения информации, составляющей врачебную тайну, в централизованную информационную систему здравоохранения',
    type: 'single',
    options: [
      {
        text: 'да, но должны быть соблюдены определенные ограничения',
        correct: true,
      },
      {
        text: 'да',
        correct: false,
      },
      {
        text: 'нет',
        correct: false,
      },
    ],
    explanation:
      'Правильный ответ: да, но должны быть соблюдены определенные ограничения',
  },
  {
    id: 443,
    text: 'Близкие родственники (Закон «О здравоохранении») – это',
    type: 'multiple',
    options: [
      {
        text: 'родные братья и сестры',
        correct: true,
      },
      {
        text: 'совершеннолетние внуки',
        correct: true,
      },
      {
        text: 'дети',
        correct: false,
      },
      {
        text: 'совершеннолетние дети',
        correct: true,
      },
      {
        text: 'дед, бабка',
        correct: true,
      },
      {
        text: 'родители',
        correct: true,
      },
      {
        text: 'усыновители',
        correct: true,
      },
      {
        text: 'внуки',
        correct: false,
      },
      {
        text: 'усыновленные дети',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: родители, усыновители, совершеннолетние дети, усыновленные дети, родные братья и сестры, дед, бабка, совершеннолетние внуки',
  },
  {
    id: 444,
    text: 'Можно ли уволить работника за отсутствие на работе более трех часов в течение рабочего дня?',
    type: 'single',
    options: [
      {
        text: 'нельзя',
        correct: false,
      },
      {
        text: 'можно',
        correct: true,
      },
    ],
    explanation: 'Правильный ответ: можно',
  },
  {
    id: 445,
    text: 'К коррупционным правонарушениям не относится (2 ответа):',
    type: 'multiple',
    options: [
      {
        text: 'вымогательство государственным должностным лицом имущества для себя или для третьих лиц в обмен на любое действие или бездействие при исполнении служебных (трудовых) обязанностей',
        correct: false,
      },
      {
        text: 'принятие государственным должностным лицом подарков в связи с исполнением служебных (трудовых) обязанностей',
        correct: false,
      },
      {
        text: 'незаконное врачевание',
        correct: true,
      },
      {
        text: 'принятие государственным должностным лицом сувениров, вручаемых при проведении протокольных и иных официальных мероприятий',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: принятие государственным должностным лицом сувениров, вручаемых при проведении протокольных и иных официальных мероприятий, незаконное врачевание',
  },
  {
    id: 446,
    text: 'Что является предметом взятки:',
    type: 'multiple',
    options: [
      {
        text: 'материальные ценности',
        correct: true,
      },
      {
        text: 'выгоды имущественного характера',
        correct: true,
      },
      {
        text: 'нематериальные преимущества',
        correct: false,
      },
    ],
    explanation:
      'Правильные ответы: материальные ценности, выгоды имущественного характера',
  },
  {
    id: 447,
    text: 'Виды ответственности при коррупционных правонарушениях',
    type: 'multiple',
    options: [
      {
        text: 'гражданско-правовая',
        correct: true,
      },
      {
        text: 'моральная',
        correct: false,
      },
      {
        text: 'дисциплинарная',
        correct: true,
      },
      {
        text: 'уголовная',
        correct: true,
      },
      {
        text: 'административная',
        correct: true,
      },
    ],
    explanation:
      'Правильные ответы: уголовная, административная, дисциплинарная, гражданско-правовая',
  },
  {
    id: 448,
    text: 'Правоотношения в сфере охраны труда регулируют:',
    type: 'multiple',
    options: [
      {
        text: 'Закон Республики Беларусь «Об охране труда»',
        correct: true,
      },
      {
        text: 'Закон Республики Беларусь «Об охране окружающей среды»',
        correct: false,
      },
      {
        text: 'Трудовой кодекс Республики Беларусь',
        correct: true,
      },
      {
        text: 'Закон Республики Беларусь «О техническом нормировании и стандартизации»',
        correct: false,
      },
    ],
    explanation:
      'Правильные ответы: Закон Республики Беларусь «Об охране труда», Трудовой кодекс Республики Беларусь',
  },
  {
    id: 449,
    text: 'Виды инструктажа по охране труда:',
    type: 'single',
    options: [
      {
        text: 'весенний, летний, зимний, осенний',
        correct: false,
      },
      {
        text: 'обязательный и необязательный',
        correct: false,
      },
      {
        text: 'первичный на рабочем месте и периодический',
        correct: false,
      },
      {
        text: 'вводный, первичный на рабочем месте, повторный, внеплановый, целевой',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: вводный, первичный на рабочем месте, повторный, внеплановый, целевой',
  },
  {
    id: 450,
    text: 'Курение на объектах:',
    type: 'single',
    options: [
      {
        text: 'допускается только в специально отведенных местах, определенных устным распоряжением субъекта хозяйствования',
        correct: false,
      },
      {
        text: 'допускается только на территории субъекта хозяйствования вдали от зданий',
        correct: false,
      },
      {
        text: 'допускается только в специально отведенных местах, определенных инструкциями по пожарной безопасности, оборудованных и обозначенных указателями «Место для курения»',
        correct: true,
      },
    ],
    explanation:
      'Правильный ответ: допускается только в специально отведенных местах, определенных инструкциями по пожарной безопасности, оборудованных и обозначенных указателями «Место для курения»',
  },
];
